<?php

//РљРѕСЂРЅРµРІР°СЏ РґРёСЂРµРєС‚РѕСЂРёСЏ СЃР°Р№С‚Р°
define('DIR_ROOT',		$_SERVER['DOCUMENT_ROOT']);
//Р”РёСЂРµРєС‚РѕСЂРёСЏ СЃ РёР·РѕР±СЂР°Р¶РµРЅРёСЏРјРё (РѕС‚РЅРѕСЃРёС‚РµР»СЊРЅРѕ РєРѕСЂРЅРµРІРѕР№)
define('DIR_IMAGES',	'/upload/tiny_mce/images/');
//Р”РёСЂРµРєС‚РѕСЂРёСЏ СЃ С„Р°Р№Р»Р°РјРё (РѕС‚РЅРѕСЃРёС‚РµР»СЊРЅРѕ РєРѕСЂРЅРµРІРѕР№)
define('DIR_FILES',		'/upload/tiny_mce/files/');


//Р’С‹СЃРѕС‚Р° Рё С€РёСЂРёРЅР° РєР°СЂС‚РёРЅРєРё РґРѕ РєРѕС‚РѕСЂРѕР№ Р±СѓРґРµС‚ СЃР¶Р°С‚Рѕ РёСЃС…РѕРґРЅРѕРµ РёР·РѕР±СЂР°Р¶РµРЅРёРµ Рё СЃРѕР·РґР°РЅР° СЃСЃС‹Р»РєР° РЅР° РїРѕР»РЅСѓСЋ РІРµСЂСЃРёСЋ
define('WIDTH_TO_LINK', 500);
define('HEIGHT_TO_LINK', 500);

//РђС‚СЂРёР±СѓС‚С‹ РєРѕС‚РѕСЂС‹Рµ Р±СѓРґСѓС‚ РїСЂРёСЃРІРѕРµРЅС‹ СЃСЃС‹Р»РєРµ (РґР»СЏ СЃРєСЂРёРїС‚РѕРІ С‚РёРїР° lightbox)
define('CLASS_LINK', 'lightview');
define('REL_LINK', 'lightbox');

date_default_timezone_set('Asia/Yekaterinburg');

?>
