<?php

/**
 * Р¤Р°Р№Р» СЃР»СѓР¶РёС‚ РїСЂРѕРІРµСЂРєРѕР№ РґРѕСЃС‚СѓРїР° РїРѕ СЃРµСЃСЃРёРё,
 * РІРјРµСЃС‚Рѕ user РїРѕРґСЃС‚Р°РІСЊС‚Рµ РІР°С€Рµ Р·РЅР°С‡РµРЅРёРµ.
 * 
 * Р•СЃР»Рё РІС‹ РїРѕРЅСЏС‚РёСЏ РЅРµ РёРјРµРµС‚Рµ Рѕ С‡РµРј РёРґРµС‚ СЂРµС‡СЊ
 * Рё РІР°Рј Р±РµР·СЂР°Р·Р»РёС‡РЅР° СЏРІРЅР°СЏ СѓСЏР·РІРёРјРѕСЃС‚СЊ РІ Р±РµР·РѕРїР°СЃРЅРѕСЃС‚Рё,
 * РїСЂРѕСЃС‚Рѕ Р·Р°РєРѕРјРјРµРЅС‚РёСЂСѓР№С‚Рµ РёР»Рё СѓРґР°Р»РёС‚Рµ СЌС‚РѕС‚ РєРѕРґ.
 * 
 */
/*
if(!isset( $_SESSION['user'] )) {
	echo 'Р’ РґРѕСЃС‚СѓРїРµ РѕС‚РєР°Р·Р°РЅРѕ, РїСЂРѕРІРµСЂСЊС‚Рµ С„Р°Р№Р» '.basename(__FILE__);
	exit();
}
*/
?>
